Repository: matthiasn/meins
Catalog: lib/l10n/app_*.arb
Languages: de

# addActionAddAudioRecording
source: Start Audio Recording
de: Tonaufzeichnung starten

# addActionAddMeasurable
source: Add Measurable
de: Messbaren Dateneintrag hinzufügen

# addActionAddPhotos
source: Add Photo(s)
de: Foto(s) hinzufügen

# addActionAddScreenshot
source: Add Screenshot
de: Bildschirmfoto hinzufügen

# addActionAddSurvey
source: Fill Survey
de: Fragebogen ausfüllen

# addActionAddTask
source: Add Task
de: Aufgabe hinzufügen

# addActionAddText
source: Add Text Entry
de: Texteintrag hinzufügen

# configFlagEnableNotifications
source: Enable desktop notifications?
de: Desktop Notifications erlauben?

# configFlagGlobalScreenshotHotkey
source: Listen to global screenshot hotkey?
de: Screenshot beim Benutzen des globalen Hotkeys?

# configFlagHideForScreenshot
source: Hide Lotti when taking screenshots?
de: Lotti bei Screenshots minimieren?

# configFlagNotifyExceptions
source: Notify when exceptions occur?
de: Notification bei Fehler?

# configFlagPrivate
source: Show private entries?
de: Private Einträge anzeigen?

# conflictsResolved
source: resolved
de: gelöst

# conflictsUnresolved
source: unresolved
de: offen

# dashboardActiveLabel
source: Active:
de: Aktiv:

# dashboardAddChartsTitle
source: Add Charts:
de: Charts hinzufügen:

# dashboardCopyHint
source: Save & Copy dashboard config
de: Speichern & Dashboard Konfiguration kopieren

# dashboardDeleteConfirm
source: YES, DELETE THIS DASHBOARD
de: JA, DASHBOARD LÖSCHEN

# dashboardDeleteHint
source: Delete dashboard
de: Dashboard löschen

# dashboardDeleteQuestion
source: Do you want to delete this dashboard?
de: Dashboard wirklich löschen?

# dashboardDescriptionLabel
source: Description (optional):
de: Beschreibung (optional):

# dashboardNameLabel
source: Dashboard name:
de: Name des Dashboards:

source: Dashboard not found
de: Dashboard nicht gefunden

# dashboardPrivateLabel
source: Private:
de: Privat:

# dashboardReviewTimeLabel
source: Daily Review Time:
de: Täglich erinnern um:

# dashboardSaveLabel
source: Save
de: Speichern

# journalDateFromLabel
source: Date from:
de: Beginn:

# journalDateInvalid
source: Invalid Date Range
de: Ungültige Zeitspanne

# journalDateNowButton
source: now
de: jetzt

# journalDateSaveButton
source: SAVE
de: SPEICHERN

# journalDateSaveHint
source: Save entry
de: Eintrag speichern

# journalDateToLabel
source: Date to:
de: Ende:

# journalDeleteConfirm
source: YES, DELETE THIS ENTRY
de: JA, EINTRAG LÖSCHEN

# journalDeleteHint
source: Delete entry
de: Eintrag löschen

# journalDeleteQuestion
source: Do you want to delete this journal entry?
de: Eintrag wirklich löschen?

# journalFavoriteTooltip
source: Favorite
de: Favorit

# journalFlaggedTooltip
source: Flag
de: Wiedervorlage

# journalHideMapHint
source: Hide map
de: Karte verstecken

# journalLinkedEntriesLabel
source: Linked:
de: Verlinkte Einträge:

# journalLinkedFromLabel
source: Linked from:
de: Verlinkt von:

# journalLinkFromHint
source: Link from
de: Verlinken von diesem Eintrag

# journalLinkToHint
source: Link to
de: Zu diesem Eintrag verlinken

# journalPrivateTooltip
source: Private
de: Privat

# journalSearchHint
source: Search journal...
de: Suche nach Einträgen...

# journalShareAudioHint
source: Share audio
de: Tonaufnahme teilen

# journalSharePhotoHint
source: Share photo
de: Foto teilen

# journalShowMapHint
source: Show map
de: Karte zeigen

# journalTagPlusHint
source: Manage entry tags
de: Tags verwalten

# journalTagsCopyHint
source: Copy tags
de: Tags kopieren

# journalTagsPasteHint
source: Paste tags
de: Tags einfügen

# journalTagsRemoveHint
source: Remove tag
de: Tag entfernen

# journalToolbarSaveHint
source: Save entry
de: Eintrag speichern

# journalUnlinkText
source: Unlink entry
de: Verknüpfung entfernen

# maintenanceDeleteEditorDb
source: Delete editor drafts database
de: Textentwürfedatenbank löschen

# maintenanceDeleteLoggingDb
source: Delete logging database
de: Loggingdatenbank löschen

# maintenanceDeleteTagged
source: Delete tagged
de: Tag Links löschen

# maintenancePurgeDeleted
source: Purge deleted items
de: Papierkorb leeren

# maintenanceRecreateTagged
source: Recreate tagged
de: Tag Links wiederherstellen

# maintenanceStories
source: Assign stories from parent entries
de: Stories von verlinkten Einträgen zuweisen

# navTabTitleFlagged
source: Flagged
de: Markiert

# navTabTitleInsights
source: Dashboards
de: Einsichten

# navTabTitleSettings
source: Settings
de: Einstellungen

# navTabTitleTasks
source: Tasks
de: Aufgaben

# outboxMonitorLabelAll
source: all
de: offen

# outboxMonitorLabelError
source: error
de: Fehler

# outboxMonitorLabelPending
source: pending
de: ausstehend

# outboxMonitorLabelSent
source: sent
de: gesendet

# outboxMonitorNoAttachment
source: no attachment
de: kein Attachment

# outboxMonitorRetries
source: retries
de: Wiederholung(en)

# settingsAdvancedTitle
source: Advanced Settings
de: Erweiterte Einstellungen

# settingsConflictsTitle
source: Sync Conflicts
de: Konflikte aus Synchronisation

# settingsDashboardsSearchHint
source: Search...
de: Suche...

# settingsDashboardsTitle
source: Dashboard Management
de: Konfiguration Dashboards

# settingsFlagsTitle
source: Config Flags
de: Konfigurations-Flags

# settingsHealthImportTitle
source: Health Import
de: Import aus Health

# settingsLogsTitle
source: Logs
de: Aktivitäts- und Fehlerprotokoll

# settingsMaintenanceTitle
source: Maintenance
de: Wartung

# settingsMeasurableAggregationLabel
source: Default Aggregation Type (optional):
de: Aggregationstyp (optional):

# settingsMeasurableDeleteTooltip
source: Delete measurable type
de: Datentyp löschen

# settingsMeasurableDescriptionLabel
source: Description (optional):
de: Beschreibung (optional):

# settingsMeasurableFavoriteLabel
source: Favorite:
de: Favorit:

# settingsMeasurableNameLabel
source: Measurable name:
de: Name des Datentyps:

# settingsMeasurablePrivateLabel
source: Private:
de: Privat:

# settingsMeasurableSaveLabel
source: Save
de: Speichern

# settingsMeasurablesSearchHint
source: Search...
de: Suche...

# settingsMeasurablesTitle
source: Measurable Data Types
de: Messbare Datentypen

# settingsMeasurableUnitLabel
source: Unit abbreviation (optional):
de: Einheit (optional):

# settingsPlaygroundTitle
source: Developer Playground
de: Entwicklerspielplatz

# settingsPlaygroundTutorialTitle
source: Run Sliding Tutorial
de: Tutorial ausprobieren

# settingsSyncCancelButton
source: Cancel
de: Abbrechen

# settingsSyncCfgTitle
source: Sync Assistant
de: Einstellungen Synchronisation

# settingsSyncCopyButton
source: Copy
de: Kopieren

# settingsSyncCopyCfg
source: Copy SyncConfig to Clipboard?
de: SyncConfig in die Zwischenablage kopieren?

# settingsSyncCopyCfgWarning
source: With this data, anyone can read your journal. Only copy when you know what you're doing. ARE YOU SURE you want to proceed?
de: Mit diesen Daten kann jeder dein Journal lesen. Nicht in unbefugte Hände geben. BIST DU SICHER, dass du fortfahren willst?

# settingsSyncDeleteKeyButton
source: Delete Shared Key
de: Schlüssel löschen

# settingsSyncFolderLabel
source: IMAP Folder
de: IMAP Ordner

# settingsSyncGenKey
source: Generating shared key...
de: Schlüssel für Sync wird generiert...

# settingsSyncGenKeyButton
source: Generate Shared Key
de: Schlüssel neu generieren

# settingsSyncHostLabel
source: Host
de: Servername

# settingsSyncImportButton
source: Import SyncConfig
de: SyncConfig importieren

# settingsSyncIncompleteConfig
source: Sync config is incomplete
de: Die Sync Konfiguration ist unvollständig

# settingsSyncLoadingKey
source: Loading shared key...
de: Schlüssel wird geladen...

# settingsSyncNotInitialized
source: Sync has not been initialized...
de: Sync wurde noch nicht initialisiert...

# settingsSyncOutboxTitle
source: Sync Outbox
de: Postausgang Synchronisation

# settingsSyncPasswordLabel
source: Password
de: Passwort

# settingsSyncPasteCfg
source: Import SyncConfig from Clipboard?
de: SyncConfig aus der Zwischenablage importieren?

# settingsSyncPasteCfgWarning
source: Do you want to import the SyncConfig from the clipboard? Only proceed when you know what you're doing. ARE YOU SURE?
de: Willst du die Sync Konfiguration aus der Zwischenablage importieren? Eine bestehende Konfiguration wird damit überschrieben. BIST DU SICHER, dass du fortfahren willst?

# settingsSyncSaveButton
source: Save IMAP Config
de: IMAP Konfiguration speichern

# settingsSyncScanning
source: Scanning Shared Secret...
de: Schlüssel für Sync wird gescannt...

# settingsSyncUserLabel
source: Username
de: Benutzername

# settingsTagsHideLabel
source: Hide from suggestions:
de: Nicht vorschlagen:

# settingsTagsPrivateLabel
source: Private:
de: Privat:

# settingsTagsSaveLabel
source: Save
de: Tag speichern

# settingsTagsSearchHint
source: Search Tags...
de: Tagsuche...

# settingsTagsTitle
source: Tags
de: Konfiguration Tags

# settingsTagsTypeLabel
source: Tag type:
de: Tagtyp:

# taskDueLabel
source: Task due:
de: Aufgabe fällig:

# taskEditHint
source: Edit Task
de: Aufgabe bearbeiten

# taskEstimateLabel
source: Estimated time:
de: Geschätzter Zeitbedarf:

# taskNameLabel
source: Task:
de: Aufgabe:

source: Task not found
de: Aufgabe nicht gefunden

# tasksSearchHint
source: Search tasks...
de: Suche nach Tasks...

# taskStatusBlocked
source: BLOCKED
de: BLOCKIERT

# taskStatusDone
source: DONE
de: FERTIG

# taskStatusGroomed
source: GROOMED
de: VORBEREITET

# taskStatusInProgress
source: IN PROGRESS
de: IN ARBEIT

# taskStatusLabel
source: Task status:
de: Aufgabenstatus:

# taskStatusOnHold
source: ON HOLD
de: AUF EIS

# taskStatusOpen
source: OPEN
de: OFFEN

# taskStatusRejected
source: REJECTED
de: VERWORFEN
